INSERT INTO book(
    author, title, isbn, publication_date, deleted, price)
VALUES
('Джоана Роулинг', 'Гарри Потер и узник Аскабана', '978-5-389-17021-6', '01-01-2019', false, 5),
('Маргарет Митчел', 'Унесенные ветром', '978-5-9603-0914-1', '01-01-2023', false, 5),
('Стивен Кинг', 'Зеленая Миля', '978-5-17-151384-9', '01-01-2022', false, 5),
('Артур Конан Дойл', 'Весь Шерлок Холмс (сборник)', '978-5-17-105207-2', '01-01-2019', false, 5),
('Джон Р. Р. Толкин', 'Властелин Колец: Возвращение короля', '978-5-17-133632-5', '01-01-2020', false, 5),
('Александр Дюма', 'Граф Монте-Кристо. В 2 томах', '978-5-04-118763-7', '01-01-2021', false, 5),
('Джордж Мартин', 'Буря Мечей', '978-5-17-123459-1', '01-01-2020', false, 5),
('Борис Васильев', 'В списках не значился', '978-5-8475-1359-3', '01-01-2021', false, 5),
('Марио Пьюзо', 'Крестный Отец', '978-5-04-185900-8', '01-01-2023', false, 5),
('Эрих Мария Ремарк', 'Искра жизни', '9785171187514', '01-01-2019', false, 5),
('Стивен Кинг', 'Побег из Шоушенка', '978-5-21929-0', '01-01-2011', false, 5),
('Эрих Мария Ремарк', 'На западном фронте без перемен', '978-5-17-156264-9', '01-01-2023', false, 5),
('Михаил Булгаков', 'Масте и маргарита', '978-5-04-178314-3', '01-01-2024', false, 5),
('Михаил Булгаков', 'Записки юного врача (сборник)', '978-966-03-6215-4', '01-01-2013', false, 5),
('Джордж Мартин', 'Танец с драконами. Искры над пеплом', '978-5-17-078124-9', '01-01-2015', false, 5),
('Агата Кристи', 'Убийство в восточном экспрессе', '9785041563325', '01-01-2021', false, 5),
('Борис Акунин', 'Алмазная Колесница', '978-5-8159-1419-3', '01-01-2016', false, 5),
('Джек Лондон', 'Мартин Иден', '978-5-04-177951-1', '01-01-2023', false, 5),
('Эрих Мария Ремарк', 'Три товарища', '978-5-17-112638-4', '01-01-2019', false, 5),
('Джек Лондон', 'Белый Клык', '978-5-04-177953-5', '01-01-2023', false, 5);